// types
import type { NewsArticle } from 'components/NewsArticleList/types';

export const NEWS_ARTICLES: NewsArticle[] = [
  {
    id: 1,
    title: 'ЗАГОЛОВОК НОВОСТИ - на карту мгновенно круглосуточно в MoneyMan',
    contents: [
      'Деньги на карту срочно в MoneyMan – это простое и оперативное решение материальных трудностей. '
      + 'Столкнуться с нехваткой денег может каждый. Что делать в такой ситуации? Искать знакомых, '
      + 'готовых дать деньги в долг, и чувствовать себя неловко? Обращаться в банк и заниматься сбором '
      + 'документов и поиском поручителей? Идти в ломбард и закладывать свое имущество? Все это занимает '
      + 'много времени, которого зачастую нет, и вызывает сильный стресс.',
      'Альтернативное решение есть! Это микрокредит на карту мгновенно круглосуточно и без отказа в MoneyMan! '
      + 'Им может воспользоваться любой совершеннолетний гражданин Республики Казахстан, имея оформленную на себя '
      + 'и действующую на момент получения денег банковскую карту. Также для получения средств необходимо любое '
      + 'устройство с доступом в интернет. MoneyMan работает с системами VISA и MasterCard, тип карты не имеет значения.',
      'Для того чтобы взять деньги в долг на карту в Казахстане не выходя из дома потребуется несколько минут '
      + 'на оформление заявки и всего 1 минута – на принятие решения о выдаче средств. Перечисление средств на карту '
      + 'осуществляется в рабочее время банка от 1 до 5 суток.',
    ],
  },
  {
    id: 2,
    title: 'Как получить микрокредит на карту в стране Казахстан?',
    contents: [
      'При оформлении заявки на микрокредит на карту вам нужно будет ввести уникальный номер своего банковского '
      + 'счета IBAN в специальное поле. Узнать реквизиты вы можете в отделении банка в Казахстане, через банкомат, '
      + 'а также через онлайн-кабинет при наличии такового.',
      'Обязательно заполните все поля и убедитесь в корректности введенных данных. Обратите внимание, что вы должны '
      + 'быть настоящим владельцем карты. Ф.И.О. владельца банковского счета должны совпадать с Ф.И.О. в профиле на '
      + 'сайте Moneyman.kz. При несовпадении сведений придет отказ от банка и вы не сможете получить микрокредит online.',
    ],
  },
];
